Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: You may have denied yourself access to this folder. Are you sure you want to proceed?
ar: ربما تكون قد حرمت نفسك من الوصول إلى هذا المجلد. هل أنت متأكد أنك تريد المتابعة؟
bn: আপনি নিজেকে এই ফোল্ডারে অ্যাক্সেস অস্বীকার করতে পারেন. আপনি কি এগিয়ে যাওয়ার বিষয়ে নিশ্চিত?
de: Möglicherweise haben Sie sich selbst den Zugriff auf diesen Ordner verweigert. Sind Sie sicher, dass Sie fortfahren möchten?
es: Es posible que se haya denyido el acceso a esta carpeta. ¿Está seguro de que desea proceder?
fr: Vous vous êtes peut-être refusé l'accès à ce dossier. Êtes-vous sûr de vouloir continuer ?
hi: हो सकता है कि आपने स्वयं को इस फ़ोल्डर तक पहुंच से वंचित कर दिया हो। क्या आप सुनिश्चित रूप से आगे बढ़ना चाहते हैं?
it: Potresti esserti negato l'accesso a questa cartella. Sei sicuro di voler procedere?
nl: Mogelijk hebt u uzelf de toegang tot deze map ontzegd. Weet u zeker dat u verder wilt gaan?
pt: Você pode ter negado o acesso a esta pasta. Tem certeza de que deseja prosseguir?
te: మీరు ఈ ఫోల్డర్u200cకి యాక్సెస్u200cని తిరస్కరించి ఉండవచ్చు. మీరు ఖచ్చితంగా కొనసాగించాలనుకుంటున్నారా?
zh_tw: 您可能拒绝自己访问此文件夹。您确定要继续吗？

source: An empty Access Control List for the Folder will allow all users in the system to access it, and to add, modify, or delete Content Items and sub-Folders from the Folder. Do you want to continue, leaving the Access Control List empty?
ar: ستسمح قائمة التحكم في الوصول الفارغة للمجلد لجميع المستخدمين في النظام بالوصول إليها وإضافة عناصر المحتوى والمجلدات الفرعية أو تعديلها أو حذفها من المجلد. هل تريد المتابعة مع ترك قائمة التحكم بالوصول فارغة؟
bn: ফোল্ডারের জন্য একটি খালি অ্যাক্সেস কন্ট্রোল তালিকা সিস্টেমের সমস্ত ব্যবহারকারীকে এটি অ্যাক্সেস করতে এবং ফোল্ডার থেকে বিষয়বস্তু আইটেম এবং সাব-ফোল্ডার যোগ, সংশোধন বা মুছে ফেলার অনুমতি দেবে। আপনি কি অ্যাক্সেস কন্ট্রোল লিস্ট খালি রেখে চালিয়ে যেতে চান?
de: Eine leere Zugriffskontrollliste für den Ordner ermöglicht allen Benutzern im System den Zugriff darauf und das Hinzufügen, Ändern oder Löschen von Inhaltselementen und Unterordnern zum Ordner. Möchten Sie fortfahren und die Zugriffskontrollliste leer lassen?
es: Una Lista de Control de Acceso vacía para la Carpeta permitirá que todos los usuarios en el sistema accedan a ella, y agreguen, modifiquen o eliminen Elementos de Contenido y sub-Carpetas de la Carpeta. ¿Desea continuar, dejando la Lista de Control de Acceso vacía?
fr: Une liste de contrôle d'accès vide pour le dossier permettra à tous les utilisateurs du système d'y accéder et d'ajouter, modifier ou supprimer des éléments de contenu et des sous-dossiers du dossier. Voulez-vous continuer en laissant la liste de contrôle d'accès vide ?
hi: फ़ोल्डर के लिए एक खाली एक्सेस कंट्रोल सूची सिस्टम के सभी उपयोगकर्ताओं को इसे एक्सेस करने और फ़ोल्डर से सामग्री आइटम और उप-फ़ोल्डर्स को जोड़ने, संशोधित करने या हटाने की अनुमति देगी। क्या आप एक्सेस कंट्रोल सूची को खाली छोड़कर जारी रखना चाहते हैं?
it: Un elenco di controllo degli accessi vuoto per la cartella consentirà a tutti gli utenti del sistema di accedervi e di aggiungere, modificare o eliminare elementi di contenuto e sottocartelle dalla cartella. Vuoi continuare lasciando vuota la Lista Controllo Accessi?
nl: Met een lege toegangscontrolelijst voor de map kunnen alle gebruikers in het systeem er toegang toe krijgen en inhoudsitems en submappen uit de map toevoegen, wijzigen of verwijderen. Wilt u doorgaan en de toegangscontrolelijst leeg laten?
pt: Uma Lista de Controle de Acesso vazia para a Pasta permitirá que todos os usuários no sistema a acessem e adicionem, modifiquem ou excluam Itens de Conteúdo e subpastas da Pasta. Deseja continuar, deixando a Lista de Controle de Acesso vazia?
te: ఫోల్డర్ కోసం ఖాళీ యాక్సెస్ నియంత్రణ జాబితా సిస్టమ్u200cలోని వినియోగదారులందరినీ యాక్సెస్ చేయడానికి మరియు ఫోల్డర్ నుండి కంటెంట్ అంశాలు మరియు ఉప-ఫోల్డర్u200cలను జోడించడానికి, సవరించడానికి లేదా తొలగించడానికి అనుమతిస్తుంది. మీరు యాక్సెస్ నియంత్రణ జాబితాను ఖాళీగా ఉంచి కొనసాగించాలనుకుంటున్నారా?
zh_tw: 文件夹的空访问控制列表将允许系统中的所有用户访问它，并从文件夹添加、修改或删除内容项和子文件夹。您想继续，将访问控制列表留空吗？

source: role:
ar: دور:
bn: ভূমিকা:
de: Rolle:
es: rol:
fr: rôle:
hi: भूमिका:
it: ruolo:
nl: rol:
pt: papel:
te: పాత్ర:
zh_tw: 角色：

source: user:
ar: مستخدم:
bn: ব্যবহারকারী:
de: Benutzer:
es: usuario:
fr: utilisateur:
hi: उपयोगकर्ता:
it: utente:
nl: gebruiker:
pt: usuário:
te: వినియోగదారు:
zh_tw: 用户：

source: virtual:
ar: افتراضي:
bn: ভার্চুয়াল:
de: virtuell:
fr: virtuel:
hi: आभासी:
it: virtuale:
nl: virtueel:
te: వర్చువల్:
zh_tw: 虚拟的：

source: Names
ar: الأسماء
bn: নাম
de: Namen
es: Nombres
fr: Noms
hi: नाम
it: Nomi
nl: Namen
pt: Nomes
te: పేర్లు
zh_tw: 名称

source: Permissions
ar: الأذونات
bn: অনুমতি
de: Berechtigungen
es: Permisos
fr: Autorisations
hi: अनुमतियां
it: Autorizzazioni
nl: Machtigingen
pt: Permissões
te: అనుమతులు
zh_tw: 权限

source: Read
ar: يقرأ
bn: পড়ুন
de: Lesen
es: Leer
fr: Lire
hi: पढ़ना
it: Leggere
nl: Lezen
pt: Ler
te: చదవండి
zh_tw: 读

source: Write
ar: يكتب
bn: লিখুন
de: Schreiben
es: Escribir
fr: Écrire
hi: लिखना
it: Scrivere
nl: Schrijven
pt: Escrever
te: వ్రాయండి
zh_tw: 写

source: Admin
ar: مسؤل
bn: অ্যাডমিন
es: Administración
fr: Administrateur
hi: व्यवस्थापक
it: Ammin
nl: Beheerder
pt: Administrador
te: అడ్మిన్
zh_tw: 行政

source: Folder ACL List Entry Editor
ar: محرر إدخال قائمة مجلد ACL
bn: ফোল্ডার ACL তালিকা এন্ট্রি সম্পাদক
de: Editor für Ordner-ACL-Listeneinträge
es: Editor de Lista de ACL de Carpeta
fr: Éditeur d'entrée de liste ACL de dossier
hi: फ़ोल्डर एसीएल सूची प्रविष्टि संपादक
it: Editor delle voci dell'elenco ACL delle cartelle
nl: Map ACL Lijstinvoereditor
pt: Editor de entrada de lista ACL de pasta
te: ఫోల్డర్ ACL జాబితా ఎంట్రీ ఎడిటర్
zh_tw: 文件夹 ACL 列表条目编辑器

source: Cataloged Entries
ar: الإدخالات المفهرسة
bn: তালিকাভুক্ত এন্ট্রি
de: Katalogisierte Einträge
es: Entradas Catalogadas
fr: Entrées cataloguées
hi: सूचीबद्ध प्रविष्टियाँ
it: Voci catalogate
nl: Gecatalogiseerde inzendingen
pt: Entradas catalogadas
te: జాబితా చేయబడిన ఎంట్రీలు
zh_tw: 编目条目

source: Current ACL Entries
ar: إدخالات ACL الحالية
bn: বর্তমান ACL এন্ট্রি
de: Aktuelle ACL-Einträge
es: Entradas de ACL Actuales
fr: Entrées ACL actuelles
hi: वर्तमान एसीएल प्रविष्टियाँ
it: Voci ACL correnti
nl: Huidige ACL-vermeldingen
pt: Entradas atuais da ACL
te: ప్రస్తుత ACL ఎంట్రీలు
zh_tw: 当前 ACL 条目

source: Add >>
ar: أضف >>
es: Añadir >>
fr: Ajouter >>
hi: जोड़ें >>
it: Aggiungi >>
nl: Voeg >> toe

source: << Remove
ar: << إزالة
es: << Eliminar
fr: << Supprimer
hi: << हटाएं
it: <<Rimuovi
nl: << Verwijderen

source: New...
ar: جديد...
bn: নতুন...
de: Neu...
es: Nuevo...
fr: Nouveau...
hi: नया...
it: Nuovo...
nl: Nieuw...
pt: Novo...
te: కొత్త...
zh_tw: 新的...

source: Show Catalog of
ar: عرض كتالوج
bn: এর ক্যাটালগ দেখান
de: Katalog anzeigen von
es: Mostrar Catálogo de
fr: Afficher le catalogue de
hi: का कैटलॉग दिखाएँ
it: Mostra catalogo di
nl: Catalogus tonen van
pt: Mostrar catálogo de
te: యొక్క కేటలాగ్ చూపించు
zh_tw: 显示目录

source: Roles
ar: الأدوار
bn: ভূমিকা
de: Rollen
fr: Rôles
hi: भूमिकाएँ
it: Ruoli
nl: Rollen
pt: Funções
te: పాత్రలు
zh_tw: 角色

source: Users
ar: المستخدمين
bn: ব্যবহারকারীদের
de: Benutzer
es: Usuarios
fr: Utilisateurs
hi: उपयोगकर्ताओं
it: Utenti
nl: Gebruikers
pt: Usuários
te: వినియోగదారులు
zh_tw: 用户

source: Virtual
ar: افتراضي
bn: ভার্চুয়াল
de: Virtuell
fr: Virtuel
hi: आभासी
it: Virtuale
nl: Virtueel
te: వర్చువల్
zh_tw: 虚拟的

source: Name
ar: اسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
it: Nome
nl: Naam
pt: Nome
te: పేరు
zh_tw: 姓名

source: Value
ar: قيمة
bn: মান
de: Wert
es: Valor
fr: Valeur
hi: कीमत
it: Valore
nl: Waarde
pt: Valor
te: విలువ
zh_tw: 价值

source: Description
ar: وصف
bn: বর্ণনা
de: Beschreibung
es: Descripción
hi: विवरण
it: Descrizione
nl: Beschrijving
pt: Descrição
te: వివరణ
zh_tw: 描述

source: New User ACL Entry
ar: إدخال مستخدم جديد لقائمة التحكم بالوصول (ACL).
bn: নতুন ব্যবহারকারী ACL এন্ট্রি
de: Neuer Benutzer-ACL-Eintrag
es: Nueva Entrada de ACL de Usuario
fr: Entrée d'ACL du nouvel utilisateur
hi: नये उपयोगकर्ता एसीएल प्रविष्टि
it: Voce ACL nuovo utente
nl: Nieuwe gebruiker ACL-invoer
pt: Nova entrada de ACL de usuário
te: కొత్త వినియోగదారు ACL ఎంట్రీ
zh_tw: 新用户 ACL 条目

source: Security provider type:
ar: نوع مزود الأمان:
bn: নিরাপত্তা প্রদানকারীর ধরন:
de: Typ des Sicherheitsanbieters:
es: Tipo de proveedor de seguridad:
fr: Type de fournisseur de sécurité :
hi: सुरक्षा प्रदाता प्रकार:
it: Tipo di fornitore di sicurezza:
nl: Type beveiligingsprovider:
pt: Tipo de provedor de segurança:
te: సెక్యూరిటీ ప్రొవైడర్ రకం:
zh_tw: 安全提供商类型：

source: Provider instance:
ar: مثيل الموفر:
bn: প্রদানকারী উদাহরণ:
de: Anbieterinstanz:
es: Instancia del proveedor:
fr: Instance de fournisseur :
hi: प्रदाता उदाहरण:
it: Istanza del fornitore:
nl: Providerinstantie:
pt: Instância do provedor:
te: ప్రొవైడర్ ఉదాహరణ:
zh_tw: 提供者实例：

source: Name:
ar: اسم:
bn: নাম:
es: Nombre:
fr: Nom:
hi: नाम:
it: Nome:
nl: Naam:
pt: Nome:
te: పేరు:
zh_tw: 姓名：

source: MORE
ar: أكثر
bn: আরও
de: MEHR
es: MÁS
fr: PLUS
hi: अधिक
it: DI PIÙ
nl: MEER
pt: MAIS
te: మరిన్ని
zh_tw: 更多的

source: Content Item:
ar: عنصر المحتوى:
bn: বিষয়বস্তু আইটেম:
de: Inhaltselement:
es: Elemento de Contenido:
fr: Élément de contenu :
hi: सामग्री आइटम:
it: Elemento di contenuto:
nl: Inhoud artikel:
pt: Item de conteúdo:
te: కంటెంట్ అంశం:
zh_tw: 内容项目：

source: Content Path:
ar: مسار المحتوى:
bn: বিষয়বস্তুর পথ:
de: Inhaltspfad:
es: Ruta de Contenido:
fr: Chemin du contenu :
hi: सामग्री पथ:
it: Percorso del contenuto:
nl: Inhoudspad:
pt: Caminho do conteúdo:
te: కంటెంట్ మార్గం:
zh_tw: 内容路径：

source: Descendents
ar: أحفاد
bn: বংশধর
de: Nachkommen
es: Descendientes
fr: Descendants
hi: वंशज
it: Discendenti
nl: Afstammelingen
pt: Descendentes
te: వారసులు
zh_tw: 后裔

source: This pane shows the descendents of the node that will be affected by the given action.
ar: يعرض هذا الجزء فروع العقدة التي ستتأثر بالإجراء المحدد.
bn: এই ফলকটি নোডের বংশধর দেখায় যা প্রদত্ত ক্রিয়া দ্বারা প্রভাবিত হবে।
de: In diesem Bereich werden die Nachkommen des Knotens angezeigt, die von der angegebenen Aktion betroffen sind.
es: Este panel muestra los descendientes del nodo que se verá afectado por la acción dada.
fr: Ce volet affiche les descendants du nœud qui seront affectés par l'action donnée.
hi: यह फलक उस नोड के वंशजों को दिखाता है जो दी गई कार्रवाई से प्रभावित होंगे।
it: Questo riquadro mostra i discendenti del nodo che saranno interessati dall'azione specificata.
nl: In dit venster worden de afstammelingen van het knooppunt weergegeven die door de gegeven actie worden beïnvloed.
pt: Este painel mostra os descendentes do nó que serão afetados pela ação dada.
te: ఈ పేన్ ఇచ్చిన చర్య ద్వారా ప్రభావితమయ్యే నోడ్ యొక్క వారసులను చూపుతుంది.
zh_tw: 此窗格显示将受给定操作影响的节点的后代。

source: Ancestors
ar: الأجداد
bn: পূর্বপুরুষ
de: Vorfahren
es: Ancestros
fr: Ancêtres
hi: पूर्वज
it: Antenati
nl: Voorouders
pt: Ancestrais
te: పూర్వీకులు
zh_tw: 祖先

source: This pane shows the ancestors of the node that will be affected by the given action.
ar: يعرض هذا الجزء أسلاف العقدة التي ستتأثر بالإجراء المحدد.
bn: এই ফলকটি নোডের পূর্বপুরুষ দেখায় যা প্রদত্ত ক্রিয়া দ্বারা প্রভাবিত হবে।
de: In diesem Bereich werden die Vorfahren des Knotens angezeigt, die von der angegebenen Aktion betroffen sind.
es: Este panel muestra los ancestros del nodo que se verá afectado por la acción dada.
fr: Ce volet affiche les ancêtres du nœud qui sera affecté par l'action donnée.
hi: यह फलक उस नोड के पूर्वजों को दर्शाता है जो दी गई कार्रवाई से प्रभावित होंगे।
it: Questo riquadro mostra gli antenati del nodo che saranno interessati dall'azione specificata.
nl: Dit deelvenster toont de voorouders van het knooppunt dat door de gegeven actie wordt beïnvloed.
pt: Este painel mostra os ancestrais do nó que serão afetados pela ação determinada.
te: ఈ పేన్ ఇచ్చిన చర్య ద్వారా ప్రభావితమయ్యే నోడ్ యొక్క పూర్వీకులను చూపుతుంది.
zh_tw: 此窗格显示将受给定操作影响的节点的祖先。

source: This action cannot be undone. Are you sure you want to remove the Content Item from the Folder?
ar: لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد إزالة عنصر المحتوى من المجلد؟
bn: এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না৷ আপনি কি নিশ্চিত যে আপনি ফোল্ডার থেকে বিষয়বস্তু আইটেম সরাতে চান?
de: Diese Aktion kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie das Inhaltselement aus dem Ordner entfernen möchten?
es: Esta acción no se puede deshacer. ¿Está seguro de que desea eliminar el Elemento de Contenido de la Carpeta?
fr: Cette action ne peut pas être annulée. Êtes-vous sûr de vouloir supprimer l'élément de contenu du dossier ?
hi: इस एक्शन को वापस नहीं किया जा सकता। क्या आप वाकई फ़ोल्डर से सामग्री आइटम हटाना चाहते हैं?
it: Questa azione non può essere annullata. Sei sicuro di voler rimuovere l'elemento di contenuto dalla cartella?
nl: Deze actie kan niet ongedaan worden gemaakt. Weet u zeker dat u het inhoudsitem uit de map wilt verwijderen?
pt: Esta ação não pode ser desfeita. Tem certeza de que deseja remover o item de conteúdo da pasta?
te: ఈ చర్య రద్దు చేయబడదు. మీరు ఖచ్చితంగా ఫోల్డర్ నుండి కంటెంట్ అంశాన్ని తీసివేయాలనుకుంటున్నారా?
zh_tw: 此操作无法撤消。您确定要从文件夹中删除内容项吗？

source: Confirm remove from Folder
ar: تأكيد الإزالة من المجلد
bn: ফোল্ডার থেকে অপসারণ নিশ্চিত করুন
de: Bestätigen Sie das Entfernen aus dem Ordner
es: Confirmar eliminación de la carpeta
fr: Confirmer la suppression du dossier
hi: फ़ोल्डर से हटाने की पुष्टि करें
it: Conferma la rimozione dalla cartella
nl: Bevestig het verwijderen uit de map
pt: Confirme a remoção da pasta
te: ఫోల్డర్ నుండి తీసివేయడాన్ని నిర్ధారించండి
zh_tw: 确认从文件夹中删除

source: Parent of the source must be a folder for this operation
ar: يجب أن يكون أصل المصدر مجلدًا لهذه العملية
bn: এই ক্রিয়াকলাপের জন্য উত্সের অভিভাবক অবশ্যই একটি ফোল্ডার হতে হবে৷
de: Für diesen Vorgang muss der übergeordnete Ordner der Quelle ein Ordner sein
es: El padre de la fuente debe ser una carpeta para esta operación
fr: Le parent de la source doit être un dossier pour cette opération
hi: इस ऑपरेशन के लिए स्रोत का पैरेंट एक फ़ोल्डर होना चाहिए
it: L'elemento principale dell'origine deve essere una cartella per questa operazione
nl: Voor deze bewerking moet het bovenliggende niveau van de bron een map zijn
pt: O pai da fonte deve ser uma pasta para esta operação
te: ఈ ఆపరేషన్ కోసం మూలం యొక్క పేరెంట్ తప్పనిసరిగా ఫోల్డర్ అయి ఉండాలి
zh_tw: 源的父级必须是此操作的文件夹

source: No url specified
ar: لم يتم تحديد عنوان URL
bn: কোনো url নির্দিষ্ট করা নেই
de: Keine URL angegeben
es: No se especificó URL
fr: Aucune URL spécifiée
hi: कोई यूआरएल निर्दिष्ट नहीं
it: Nessun URL specificato
nl: Geen URL opgegeven
pt: Nenhum URL especificado
te: url ఏదీ పేర్కొనబడలేదు
zh_tw: 没有指定网址

source: Exception loading children : {0}
ar: استثناء تحميل الأطفال: {0}
bn: ব্যতিক্রম লোডিং শিশু : {0}
de: Ausnahme beim Laden von Kindern: {0}
es: Excepción al cargar hijos : {0}
fr: Exception lors du chargement des enfants : {0}
hi: बच्चों को लोड करने का अपवाद: {0}
it: Eccezione durante il caricamento dei figli: {0}
nl: Uitzondering voor het laden van kinderen: {0}
pt: Exceção ao carregar filhos: {0}
te: పిల్లలను లోడ్ చేయడంలో మినహాయింపు : {0}
zh_tw: 加载子项时出现异常：{0}

source: Source must be a Folder/Saved Search/View for this Paste action
ar: يجب أن يكون المصدر عبارة عن مجلد/بحث محفوظ/عرض لإجراء اللصق هذا
bn: এই পেস্ট অ্যাকশনের জন্য উত্স অবশ্যই একটি ফোল্ডার/সংরক্ষিত অনুসন্ধান/ভিউ হতে হবে
de: Die Quelle für diese Einfügeaktion muss ein Ordner/eine gespeicherte Suche/Ansicht sein
es: La fuente debe ser una Carpeta/Búsqueda Guardada/Vista para esta acción de Pegar
fr: La source doit être un dossier/une recherche/une vue enregistrée pour cette action Coller
hi: इस चिपकाएँ कार्रवाई के लिए स्रोत एक फ़ोल्डर/सहेजे गए खोज/दृश्य होना चाहिए
it: L'origine deve essere una cartella/ricerca/vista salvata per questa azione Incolla
nl: Voor deze plakactie moet de bron een map/opgeslagen zoekopdracht/weergave zijn
pt: A origem deve ser uma pasta/pesquisa salva/visualização para esta ação de colar
te: ఈ పేస్ట్ చర్య కోసం మూలం తప్పనిసరిగా ఫోల్డర్/సేవ్ చేసిన శోధన/వీక్షణ అయి ఉండాలి
zh_tw: 源必须是此粘贴操作的文件夹/保存的搜索/视图

source: Error executing action <{0}> : {1}
ar: خطأ في تنفيذ الإجراء <{0}> : {1}
es: Error al ejecutar la acción <{0}>: {1}
fr: Erreur lors de l'exécution de l'action <{0}> : {1}
hi: कार्रवाई निष्पादित करने में त्रुटि <{0}> : {1}
it: Errore durante l'esecuzione dell'azione <{0}>: {1}
nl: Fout bij uitvoeren van actie <{0}>: {1}

source: Rhythmyx was unable to display a necessary popup window. Display of the popup may have been blocked by your browser. If popups are blocked on your browser, change your settings to permit them.
ar: لم يتمكن Rhythmyx من عرض النافذة المنبثقة الضرورية. ربما تم حظر عرض النافذة المنبثقة بواسطة متصفحك. إذا تم حظر النوافذ المنبثقة على متصفحك، فقم بتغيير إعداداتك للسماح بها.
bn: Rhythmyx একটি প্রয়োজনীয় পপআপ উইন্ডো প্রদর্শন করতে অক্ষম ছিল। পপআপ প্রদর্শন আপনার ব্রাউজার দ্বারা অবরুদ্ধ করা হতে পারে. যদি আপনার ব্রাউজারে পপআপগুলি ব্লক করা থাকে, তাহলে তাদের অনুমতি দিতে আপনার সেটিংস পরিবর্তন করুন৷
de: Rhythmyx konnte das erforderliche Popup-Fenster nicht anzeigen. Möglicherweise wurde die Anzeige des Popups von Ihrem Browser blockiert. Wenn Popups in Ihrem Browser blockiert sind, ändern Sie Ihre Einstellungen, um sie zuzulassen.
es: Rhythmyx no pudo mostrar una ventana emergente necesaria. La visualización del popup puede haber sido bloqueada por su navegador. Si los popups están bloqueados en su navegador, cambie su configuración para permitirlos.
fr: Rhythmyx n'a pas pu afficher la fenêtre contextuelle nécessaire. L'affichage de la popup a peut-être été bloqué par votre navigateur. Si les popups sont bloquées sur votre navigateur, modifiez vos paramètres pour les autoriser.
hi: रिदमिक्स एक आवश्यक पॉपअप विंडो प्रदर्शित करने में असमर्थ था। हो सकता है कि पॉपअप का प्रदर्शन आपके ब्राउज़र द्वारा अवरुद्ध कर दिया गया हो। यदि आपके ब्राउज़र पर पॉपअप अवरुद्ध हैं, तो उन्हें अनुमति देने के लिए अपनी सेटिंग्स बदलें।
it: Rhythmyx non è riuscito a visualizzare la finestra popup necessaria. La visualizzazione del popup potrebbe essere stata bloccata dal tuo browser. Se i popup sono bloccati nel tuo browser, modifica le impostazioni per consentirli.
nl: Rhythmyx kon het noodzakelijke pop-upvenster niet weergeven. Het kan zijn dat de weergave van de pop-up door uw browser is geblokkeerd. Als pop-ups in uw browser worden geblokkeerd, wijzigt u uw instellingen om deze toe te staan.
pt: O Rhythmyx não conseguiu exibir uma janela pop-up necessária. A exibição do pop-up pode ter sido bloqueada pelo seu navegador. Se os pop-ups estiverem bloqueados no seu navegador, altere suas configurações para permiti-los.
te: Rhythmyx అవసరమైన పాప్అప్ విండోను ప్రదర్శించలేకపోయింది. పాప్u200cఅప్ ప్రదర్శన మీ బ్రౌజర్ ద్వారా బ్లాక్ చేయబడి ఉండవచ్చు. మీ బ్రౌజర్u200cలో పాపప్u200cలు బ్లాక్ చేయబడితే, వాటిని అనుమతించడానికి మీ సెట్టింగ్u200cలను మార్చండి.
zh_tw: Rhythmyx 无法显示必要的弹出窗口。您的浏览器可能阻止了弹出窗口的显示。如果您的浏览器阻止弹出窗口，请更改设置以允许它们。

source: Invalid Folder Path
ar: مسار المجلد غير صالح
bn: অবৈধ ফোল্ডার পাথ৷
de: Ungültiger Ordnerpfad
es: Ruta de Carpeta Inválida
fr: Chemin de dossier invalide
hi: अमान्य फ़ोल्डर पथ
it: Percorso della cartella non valido
nl: Ongeldig mappad
pt: Caminho de pasta inválido
te: చెల్లని ఫోల్డర్ పాత్
zh_tw: 文件夹路径无效

source: This action is only supported on folders. See your admin to correct the Rhythmyx configuration.
ar: هذا الإجراء مدعوم فقط على المجلدات. راجع المسؤول لديك لتصحيح تكوين Rhythmyx.
bn: এই ক্রিয়াটি শুধুমাত্র ফোল্ডারে সমর্থিত। Rhythmyx কনফিগারেশন সংশোধন করতে আপনার প্রশাসক দেখুন.
de: Diese Aktion wird nur für Ordner unterstützt. Wenden Sie sich an Ihren Administrator, um die Rhythmyx-Konfiguration zu korrigieren.
es: Esta acción solo es compatible con carpetas. Consulte a su administrador para corregir la configuración de Rhythmyx.
fr: Cette action n'est prise en charge que sur les dossiers. Consultez votre administrateur pour corriger la configuration de Rhythmyx.
hi: यह क्रिया केवल फ़ोल्डरों पर समर्थित है. रिदमिक्स कॉन्फ़िगरेशन को ठीक करने के लिए अपने व्यवस्थापक से मिलें।
it: Questa azione è supportata solo sulle cartelle. Rivolgiti al tuo amministratore per correggere la configurazione di Rhythmyx.
nl: Deze actie wordt alleen ondersteund voor mappen. Neem contact op met uw beheerder om de Rhythmyx-configuratie te corrigeren.
pt: Esta ação só é compatível com pastas. Consulte seu administrador para corrigir a configuração do Rhythmyx.
te: ఈ చర్య ఫోల్డర్u200cలలో మాత్రమే మద్దతు ఇస్తుంది. Rhythmyx కాన్ఫిగరేషన్u200cని సరిచేయడానికి మీ నిర్వాహకుడిని చూడండి.
zh_tw: 仅文件夹支持此操作。请联系您的管理员来更正 Rhythmyx 配置。

source: Could not find path of this folder, probably because the folder was deleted.
ar: تعذر العثور على مسار هذا المجلد، ربما لأنه تم حذف المجلد.
bn: এই ফোল্ডারটির পথ খুঁজে পাওয়া যায়নি, সম্ভবত ফোল্ডারটি মুছে ফেলার কারণে।
de: Der Pfad dieses Ordners konnte nicht gefunden werden, wahrscheinlich weil der Ordner gelöscht wurde.
es: No se pudo encontrar la ruta de esta carpeta, probablemente porque la carpeta fue eliminada.
fr: Impossible de trouver le chemin de ce dossier, probablement parce que le dossier a été supprimé.
hi: इस फ़ोल्डर का पथ नहीं मिल सका, शायद इसलिए कि फ़ोल्डर हटा दिया गया था।
it: Impossibile trovare il percorso di questa cartella, probabilmente perché la cartella è stata eliminata.
nl: Kan het pad van deze map niet vinden, waarschijnlijk omdat de map is verwijderd.
pt: Não foi possível encontrar o caminho desta pasta, provavelmente porque a pasta foi excluída.
te: ఈ ఫోల్డర్ యొక్క పాత్ కనుగొనబడలేదు, బహుశా ఫోల్డర్ తొలగించబడినందున.
zh_tw: 找不到该文件夹u200bu200b的路径，可能是因为该文件夹已被删除。

source: Group
ar: مجموعة
bn: গ্রুপ
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
it: Gruppo
nl: Groep
pt: Grupo
te: సమూహం
zh_tw: 团体

source: No Entries
ar: لا إدخالات
bn: নো এন্ট্রি
de: Keine Einträge
es: Sin Entradas
fr: Aucune entrée
hi: कोई प्रविष्टि नहीं
it: Nessuna voce
nl: Geen vermeldingen
pt: Nenhuma entrada
te: ఎంట్రీలు లేవు
zh_tw: 没有条目

source: new search node cannot be empty
ar: لا يمكن أن تكون عقدة البحث الجديدة فارغة
bn: নতুন অনুসন্ধান নোড খালি হতে পারে না
de: Der neue Suchknoten darf nicht leer sein
es: el nuevo nodo de búsqueda no puede estar vacío
fr: le nouveau nœud de recherche ne peut pas être vide
hi: नया खोज नोड खाली नहीं हो सकता
it: il nuovo nodo di ricerca non può essere vuoto
nl: nieuw zoekknooppunt mag niet leeg zijn
pt: novo nó de pesquisa não pode estar vazio
te: కొత్త శోధన నోడ్ ఖాళీగా ఉండకూడదు
zh_tw: 新的搜索节点不能为空

source: Only searches allow editing query
ar: عمليات البحث فقط هي التي تسمح بتحرير الاستعلام
bn: শুধুমাত্র অনুসন্ধানগুলিই ক্যোয়ারী সম্পাদনা করার অনুমতি দেয়৷
de: Nur Suchvorgänge ermöglichen das Bearbeiten von Abfragen
es: Solo las búsquedas permiten editar consulta
fr: Seules les recherches permettent de modifier la requête
hi: केवल खोजें ही क्वेरी को संपादित करने की अनुमति देती हैं
it: Solo le ricerche consentono la modifica della query
nl: Alleen zoekopdrachten maken het bewerken van zoekopdrachten mogelijk
pt: Somente pesquisas permitem a edição da consulta
te: శోధనలు మాత్రమే ప్రశ్నను సవరించడానికి అనుమతిస్తాయి
zh_tw: 仅搜索允许编辑查询

source: New display format cannot be empty
ar: لا يمكن أن يكون تنسيق العرض الجديد فارغًا
bn: নতুন প্রদর্শন বিন্যাস খালি হতে পারে না
de: Das neue Anzeigeformat darf nicht leer sein
es: El nuevo formato de visualización no puede estar vacío
fr: Le nouveau format d'affichage ne peut pas être vide
hi: नया प्रदर्शन प्रारूप खाली नहीं हो सकता
it: Il nuovo formato di visualizzazione non può essere vuoto
nl: Nieuw weergaveformaat mag niet leeg zijn
pt: O novo formato de exibição não pode ficar vazio
te: కొత్త డిస్u200cప్లే ఫార్మాట్ ఖాళీగా ఉండకూడదు
zh_tw: 新的显示格式不能为空
